import { YouAreNotAlone } from "../you-are-not-alone";

export function TermsOfUseRussianTranslation() {
  const governingLawInternalLinkId = "governing_law_footnote";
  return (
    <>
      <section className="bg-white pt-28 lg:pt-32 lg:py-20 notranslate">
        <div className="px-5 max-w-3xl mx-auto">
          <h1 className="text-center font-medium text-2xl lg:text-4xl mb-8">
            Условия эксплуатации
          </h1>
          <div className="text-base prose">
            <p>
              <span>Настоящие Условия использования вместе с</span>{" "}
              <a href="/privacy-policy">
                Политикой конфиденциальности Streetlives Inc. («Streetlives»)
              </a>{" "}
              <span>
                определяют правила и условия («Условия»), которые применяются к
                Вашему доступу и использованию веб-сайта Streetlives,
                расположенного по адресу
              </span>{" "}
              <a href="https://yourpeer.nyc">https://yourpeer.nyc</a>
              <span>
                (вместе «Сайт»). «Streetlives» включает Streetlives и ее
                должностных лиц, директоров, сотрудников, консультантов,
                филиалы, дочерние компании и агентов. Службы Streetlives могут
                включать, помимо прочего, предоставление информации для
                улучшения доступа к социальным услугам в целях сокращения числа
                бездомных.
              </span>
            </p>

            <p>
              <span>
                Используя Сайт или получая доступ к нему, Вы соглашаетесь с
                настоящими Условиями, которые время от времени обновляются в
                соответствии с разделом 8 ниже. Поскольку Streetlives
                предоставляет широкий спектр услуг, мы можем время от времени
                просить Вас просмотреть и принять дополнительные условия,
                применимые к Вашему взаимодействию с конкретным продуктом или
                услугой. В настоящих Условиях указано, что любые споры между
                Вами и Streetlives должны разрешаться в арбитражном порядке или
                в порядке мелких тяжб.
              </span>
            </p>

            <ol>
              <li>
                <p>
                  <strong>Безопасность аккаунта.</strong>
                  <span>
                    {" "}
                    Чтобы использовать Сайт, Вы должны (i) быть не моложе
                    восемнадцати (18) лет; и (ii) Вам ранее не был запрещен
                    доступ к Услугам.
                  </span>
                </p>
              </li>
              <li>
                <p>
                  <strong>Особые требования к определенным услугам.</strong>{" "}
                  <span>
                    {" "}
                    Использование Вами Услуг означает Ваше признание и принятие
                    следующих конкретных требований и условий использования
                    некоторых услуг Streetlives.
                  </span>
                </p>
              </li>
              <li>
                <p>
                  <strong>Запрещенное поведение.</strong>{" "}
                  <span>Вы соглашаетесь не:</span>
                </p>
                <ol type="A">
                  <li>
                    <p>
                      Использовать Сайт в любых незаконных целях или в нарушение
                      любого местного, государственного, национального или
                      международного права;
                    </p>
                  </li>
                  <li>
                    <p>
                      Нарушать или побуждать других нарушать права третьих лиц,
                      включая права интеллектуальной собственности;
                    </p>
                  </li>
                  <li>
                    <p>
                      Размещать, загружать или распространять любой контент,
                      который является незаконным, клеветническим,
                      клеветническим, неточным или который разумный человек
                      может счесть нежелательным, оскорбительным, непристойным,
                      порнографическим, угрожающим, разжигающим ненависть или
                      иным образом неуместным;
                    </p>
                  </li>
                  <li>
                    <p>
                      Вмешиваться каким-либо образом в функции Сайта, связанные
                      с безопасностью;
                    </p>
                  </li>
                  <li>
                    <p>
                      Вмешиваться в работу или использование Сайта любым
                      пользователем, в том числе путем загрузки или иного
                      распространения вирусов, рекламного ПО, шпионского ПО,
                      червей или другого вредоносного кода, направления
                      нежелательных предложений или рекламы другим пользователям
                      или попыток сбора личной информации о пользователях или
                      третьих лицах. стороны без их согласия;
                    </p>
                  </li>
                  <li>
                    <p>
                      Получать доступ, контролировать или копировать любое
                      содержимое или информацию Сайта с помощью любого робота,
                      паука, скрапера или других автоматизированных средств или
                      любого ручного процесса для любых целей без явного
                      письменного разрешения Streetlives;
                    </p>
                  </li>
                  <li>
                    <p>
                      Выполнять любую мошенническую деятельность, включая выдачу
                      себя за любое физическое или юридическое лицо, утверждение
                      ложной принадлежности, доступ к учетным записям других
                      пользователей без разрешения или фальсификацию Вашей
                      личности или любой информации о Вас, включая возраст или
                      дату рождения или
                    </p>
                  </li>
                  <li>
                    <p>
                      Продать или иным образом передать предоставленный здесь
                      доступ.
                    </p>
                  </li>
                </ol>
              </li>
              <li>
                <p>
                  <strong>Контент третьих лиц.</strong>{" "}
                  <span>
                    Сайт может содержать ссылки на сторонние веб-сайты и
                    сервисы. Streetlives предоставляет такие ссылки для удобства
                    и не контролирует и не поддерживает эти веб-сайты и услуги.
                    Вы признаете и соглашаетесь с тем, что Streetlives не
                    проверяли контент, рекламу, продукты, услуги или другие
                    материалы, которые появляются на таких сторонних веб-сайтах
                    или в службах, и не несет ответственности, прямо или
                    косвенно, за любой ущерб или убытки, причиненные или
                    предположительно причиненные в результате или в связи с
                    использованием любых таких сторонних веб-сайтов или услуг и
                    за законность, точность или уместность любого такого
                    контента.
                  </span>
                </p>
              </li>
              <li>
                <p>
                  <strong>Интеллектуальная собственность.</strong>{" "}
                  <span>
                    Вы признаете и соглашаетесь с тем, что отказываетесь от всех
                    прав собственности на любые идеи или предложения, которые Вы
                    отправляете Streetlives через этот Сайт. Этот Сайт защищен
                    применимыми законами об авторских правах и другими законами
                    об интеллектуальной собственности, и никакие материалы Сайта
                    не могут быть скопированы, воспроизведены, переизданы,
                    загружены, размещены, переданы или распространены каким-либо
                    образом без нашего явного разрешения. Все товарные знаки и
                    знаки обслуживания на Сайте принадлежат Streetlives, за
                    исключением товарных знаков и знаков обслуживания третьих
                    сторон, которые являются собственностью соответствующих
                    владельцев.
                  </span>
                </p>
              </li>
              <li>
                <p>
                  <strong>Компенсация.</strong>{" "}
                  <span>
                    Вы соглашаетесь, что будете нести личную ответственность за
                    использование Вами Сайта, и соглашаетесь защищать, возмещать
                    и ограждать Streetlives от каких -либо претензий,
                    обязательств, ущерба, убытков и расходов (включая гонорары
                    адвокатов и бухгалтерские услуги), возникающих в результате
                    или каким-либо образом связанные с (i) Вашим доступом к
                    Сайту, его использованием или предполагаемым использованием;
                    (ii) нарушением Вами Условий или любого применимого закона
                    или постановления; (iii) нарушенем Вами любых прав третьих
                    лиц, включая, помимо прочего, любых прав интеллектуальной
                    собственности, прав на публичность, конфиденциальность,
                    собственность или прав на неприкосновенность частной жизни;
                    или (iv) любых споров или проблем между Вами и любой третьей
                    стороной. Streetlives оставляет за собой право за свой счет
                    взять на себя исключительную защиту и контроль по любому
                    вопросу, который в противном случае подлежит возмещению с
                    Вашей стороны, и в таком случае Вы соглашаетесь сотрудничать
                    с нашей защитой по такому иску.
                  </span>
                </p>
              </li>
              <li>
                <p>
                  <strong>Изменение Условий.</strong>{" "}
                  <span>
                    Streetlives оставляет за собой право в любое время изменять
                    настоящие Условия и навязывать новые или дополнительные
                    условия использования Вами Сайта. Такие изменения и
                    дополнительные условия вступают в силу немедленно после
                    уведомления и включаются в настоящие Условия. Мы приложим
                    разумные усилия, чтобы уведомить Вас о любых существенных
                    изменениях в Условиях, включая, помимо прочего, публикацию
                    уведомления на нашем веб-сайте или отправку электронного
                    письма на любой адрес, который Вы нам предоставили.
                    Продолжение использования Вами Услуг после уведомления будет
                    считаться принятием любых изменений Условий.
                  </span>
                </p>
              </li>
              <li>
                <p>
                  <strong>Отказ от гарантий.</strong>{" "}
                  <span>
                    Сайт предоставляется «как есть» и «по мере доступности», без
                    каких-либо гарантий или условий, явных или подразумеваемых.
                    Хотя Streetlives стремится поддерживать безопасные,
                    надежные, точные и хорошо функционирующие услуги, мы не
                    можем гарантировать непрерывную работу нашего Сайта или
                    доступ к нему, и иногда могут возникать непреднамеренные
                    технические или фактические ошибки или неточности.
                    Streetlives конкретно (но не ограничиваясь этим)
                    отказывается от (i) любых подразумеваемых гарантий
                    коммерческой ценности, пригодности для определенной цели,
                    беспрепятственного использования или ненарушения прав; и
                    (ii) любых гарантий, возникающих в результате деловых
                    операций, использования или торговли. Вы принимаете на себя
                    весь риск любого/всего ущерба, который может возникнуть в
                    результате использования Вами Сайта или доступа к нему.
                    Streetlives не гарантирует точность и отказывается от любой
                    ответственности за любые ошибки или другие неточности в
                    информации, содержании, рекомендациях и материалах,
                    доступных через Сайт.
                  </span>
                </p>
              </li>
              <li>
                <p>
                  <strong>Ограничение ответственности.</strong>{" "}
                  <span>
                    Ни при каких обстоятельствах Streetlives не будет нести
                    ответственности перед Вами за любые случайные, особые,
                    косвенные, прямые, косвенные или штрафные убытки, основанные
                    ли они на гарантии, контракте, правонарушении (включая
                    халатность), законе или любой другой правовой теории,
                    независимо от того, были ли Streetlives проинформированы о
                    возможности такого ущерба или нет. В некоторых юрисдикциях
                    не допускается отказ от гарантий или ограничение
                    ответственности при определенных обстоятельствах.
                    Соответственно, некоторые из вышеперечисленных ограничений
                    могут к Вам не относиться.
                  </span>
                </p>
              </li>
              <li>
                <p>
                  <strong>
                    <span>Регулирующий закон</span>
                    <sup>
                      <a href={`#${governingLawInternalLinkId}`}>1</a>
                    </sup>
                    <span>.</span>{" "}
                  </strong>
                  <span>
                    Настоящие Условия регулируются законодательством штата
                    Нью-Йорка без учета принципов коллизионного права. В
                    соответствии с разделом 11, который предусматривает, что
                    споры подлежат разрешению через обязательный арбитраж или
                    суд мелких тяжб, в той степени, в которой любой иск или
                    судебное разбирательство разрешены настоящим Соглашением, Вы
                    и Streetlives соглашаетесь подчиняться исключительной личной
                    юрисдикции судов штата и федеральным судам, расположенным в
                    округе Нью-Йорке, штате Нью-Йорке, для рассмотрения всех
                    подобных споров.
                  </span>
                </p>
              </li>
              <li>
                <p>
                  Разрешение споров посредством обязательного арбитража. В
                  интересах разрешения споров между Вами и Streetlives наиболее
                  целесообразным и экономически эффективным способом Вы и
                  Streetlives соглашаетесь разрешать споры через обязательный
                  арбитраж или суд мелких тяжб, а не через суды общей юрисдикции
                  («Соглашение об арбитраже»). Арбитраж является более
                  неформальным процессом, чем судебное разбирательство. Арбитраж
                  использует нейтрального арбитра вместо судьи или присяжных,
                  допускает более ограниченное раскрытие информации, чем в суде,
                  и подлежит очень ограниченному контролю со стороны судов.
                  Арбитры могут присуждать ту же компенсацию ущерба и возмещение
                  ущерба, что и суд. Любой арбитраж или судебное разбирательство
                  в соответствии с настоящими Условиями будет проводиться в
                  индивидуальном порядке; групповые арбитражи и групповые иски
                  не допускаются. Вы признаете и соглашаетесь с тем, что арбитр
                  может присудить возмещение (включая денежное, судебное и
                  декларативное возмещение) только в пользу отдельной стороны,
                  требующей возмещения, и только в той степени, в которой это
                  необходимо для предоставления возмещения, необходимого по
                  иску(ям) этой отдельной стороны. Любое присужденное облегчение
                  не может повлиять на других пользователей.
                </p>
                <p>
                  <small>
                    <a id={governingLawInternalLinkId}></a>
                    <span>
                      1. оследствия выбора законодательства следует обсудить с
                      клиентом — важно объяснить, почему выбор штата проживания
                      может быть наиболее выгодным.
                    </span>
                  </small>
                </p>
              </li>
              <li>
                <p>
                  <strong>Модификация Сайта.</strong>{" "}
                  <span>
                    Streetlives оставляет за собой право изменять или прекращать
                    работу, временно или постоянно, некоторых или всего Сайта в
                    любое время без какого-либо уведомления или дальнейших
                    обязательств перед Вами. Вы соглашаетесь с тем, что
                    Streetlives не будет нести ответственности перед Вами или
                    какой-либо третьей стороной за любое изменение, приостановку
                    или прекращение работы любого Сайта.
                  </span>
                </p>
              </li>
              <li>
                <p>
                  <strong>Общие понятия. </strong>
                  <br />
                </p>
                <ol type="A">
                  <li>
                    <p>
                      <span className="underline">Полное соглашение.</span>
                      <span>
                        Настоящие Условия вместе с Политикой конфиденциальности
                        представляют собой полное и исключительное понимание и
                        соглашение между Вами и Streetlives относительно
                        использования Вами Сайта и доступа к нему, и, за
                        исключением случаев, прямо разрешенных выше, могут быть
                        изменены только посредством письменного соглашения,
                        подписанного уполномоченными
                      </span>
                    </p>
                  </li>
                  <li>
                    <p>
                      <span className="underline">Нет отказа.</span>
                      <span>
                        Неспособность потребовать исполнения какого-либо
                        положения не влияет на наше право требовать исполнения в
                        любое время после этого, а отказ от любого нарушения или
                        невыполнения Условий не является отказом от любого
                        последующего нарушения или невыполнения обязательств или
                        отказом от самого положения.
                      </span>
                    </p>
                  </li>
                  <li>
                    <p>
                      <span className="underline">Заголовки абзацев. </span>
                      <span>
                        Использование заголовков параграфов в Условиях
                        предназначено исключительно для удобства и не влияет на
                        толкование отдельных положений.
                      </span>
                    </p>
                  </li>
                  <li>
                    <p>
                      <span className="underline">Делимость. </span>
                      <span>
                        В случае, если какая-либо часть Условий будет признана
                        недействительной или не имеющей исковой силы,
                        неисполнимая часть должна вступить в силу в максимально
                        возможной степени, а остальные части останутся в полной
                        силе и действии.
                      </span>
                    </p>
                  </li>
                  <li>
                    <p>
                      <span className="underline">
                        {" "}
                        Комментарии и опасения.{" "}
                      </span>{" "}
                      <span>
                        Все уведомления об отзывах, комментариях, запросах на
                        техническую поддержку и другие сообщения, относящиеся к
                        Веб-сайту, следует направлять по адресу
                      </span>{" "}
                      <a href="mailto:rights@streetlives.nyc">
                        rights@streetlives.nyc
                      </a>
                    </p>
                  </li>
                </ol>
              </li>
              <li>
                <p>
                  <span>
                    Уведомление для жителей Калифорнии. В соответствии с
                    разделом 1789.3 Гражданского кодекса Калифорнии Вы можете
                    обратиться в отдел помощи при рассмотрении жалоб Отдела
                    обслуживания потребителей Департамента по делам потребителей
                    штата Калифорнии в письменном виде по адресу 1625 N. Market
                    Blvd., Suite S-202, Sacramento, California 95834, USA или по
                    телефону
                  </span>{" "}
                  <a href="tel:+1-800-952-5210">(800) 952-5210</a>
                  <span>
                    , чтобы разрешить жалобу относительно услуги или получить
                    дополнительную информацию об использовании услуги.
                  </span>
                </p>
              </li>
            </ol>

            <p>
              <span>Последнее обновление:&nbsp;</span>
              <time dateTime="2024-08-06">6 августа 2024 г.</time>
            </p>
          </div>
        </div>
      </section>
      <YouAreNotAlone />
    </>
  );
}
